package model

var ViolationsSalaryTypes = []string{
	"От 0 до 100 рублей",
	"От 100 до 1 000 рублей",
	"От 1 000 до 10 000 рублей",
	"Зарплата не выплачивается",
}

var ViolationsFoodTypes = []string{
	"маленькие порции",
	"отсутствие мясных продуктов",
	"испорченные продукты",
	"однообразное питание",
	"однообразное меню",
	"кислые овощи",
	"отсутствие молочных продуктов",
	"грязные каши",
	"несъедобно",
	"очень плохая еда",
	"нет витаминов",
	"кормят очень плохо",
	"другое",
}

var ViolationsMedicalCareTypes = []string{
	"отказ в оказании медицинской помощи",
	"медицинская помощь была недостаточная или оказана с задержкой",
	//	"отказ в стоматологической помощи",
	"медикаменты отсутствовали или были испорчены",
	"отказ или необъективное медицинское освидетельствование",
	"отказ в выдаче медицинских документов",
	"фальсификация и уничтожение медицинских документов",
	"несоответствие лечения и обследования медицинским стандартам",
	"другое",
}

var ViolationsPhysicalImpactTypes = []string{
	"избиение",
	"применение наручников",
	"унижение",
	"унизительные процедуры",
	"вымогательство",
	"применение электрического тока",
	"подвешивание",
	"привязывание",
	"нахождение в неудобной позе",
	"удушение",
	"провокация",
	"воруют вещи",
	"перекидывают в разные камеры",
	"лишение еды и питья",
	"поливание водой",
	"оставляли зимой в бетонной комнате с открытыми окнами",
	"тяжелая физическая работа без ограничения продолжительности",
	"другое",
}
